Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-se.tmx
Source language: en
Languages: se

source: General recommendations: When preparing handling and safety instructions, the manual “WHO Laboratory Biosafety Manual” can be of use.
se: Allmänna råd: När man utarbetar hanterings- och skyddsinstruktioner, kan man ta hjälp av handböcker, t.ex.

source: However, it is important that the local circumstances and the risk assessment at the individual work place form the basis for the design of the instructions and that the instructions are used by the staff.
se: Det är dock viktigt att de lokala förhållandena och bedömningen av riskerna på den enskilda arbetsplatsen ligger till grund för utformningen av instruktionerna och att instruktionerna används av personalen.

source: There may be a need for different instructions for different categories of staff.
se: Det kan behövas olika instruktioner för olika personalkategorier.

source: It is important to not neglect the dishwashing, cleaning and other service staff.
se: Det är viktigt att inte glömma bort disk-, städ- och annan servicepersonal.

source: Special instructions may also be required for security guards and such like.
se: Särskilda instruktioner kan också behöva ges till väktare och liknande.

source: Classification for notification and application for permits
se: Klassificering för anmälan och ansökan om tillstånd

source: Necessary containment level
se: Nödvändig skyddsnivå

source: Classification
se: Klassificering

source: F activity
se: F-verksamhet

source: L activity
se: L-verksamhet

source: 3 or 4
se: 3 eller 4

source: R activity
se: R-verksamhet

source: General recommendations: The classification of GMM activities is primarily used for determining which regulations regarding notification and permits to adhere to.
se: Allmänna råd: Klassificeringen av GMM-verksamheter är i första hand till för att avgöra vilka bestämmelser om anmälan och tillstånd som ska följas.

source: Such regulations can be found in the Genetically Modified Organisms (Contained Use) Ordinance (2000:271) and in Sections 14-16 and in appendices 3-5 in these provisions.
se: Sådana bestämmelser finns i förordning (2000:271) om innesluten användning av genetiskt modifierade organismer samt i 14–16 §§ och bilagorna 3–5 i dessa föreskrifter.

source: F, L and R activities are defined in Section 2 of the Genetically Modified Organisms (Contained Use) Ordinance
se: I 2 § förordning om innesluten användning av genetiskt modifierade organismer definieras F-, Loch R-verksamhet.

source: Signage and marking
se: Skyltning och märkning

source: Materials, including containers and other equipment which contains GMM, shall also be marked.
se: Materiel, inklusive behållare och annan utrustning som innehåller GMM, ska också märkas.

source: Signs and marking shall display a biohazard symbol as indicated in the Swedish Work Environment Authority’s provisions on signs and signals for health and safety at work, along with information on the containment level and necessary additional information.
se: Skyltar och märkning ska ha symbolen för smittrisk enligt Arbetsmiljö- verkets föreskrifter om skyltar och signaler för hälsa och säkerhet under arbete, med uppgifter om skyddsnivån och den tilläggsinformation som behövs.

source: Information which is commonly known where material, containers and other equipment are used can be excluded; if doing so poses no risk to health and environment.
se: Uppgifter som är allmänt kända på den plats där materiel, behållare och annan utrustning används kan uteslutas om det kan ske utan risk för hälsa och miljö.

source: General recommendations: Whether signs are necessary at all entrances and working areas depends on the set-up of the location; which GMMs are used; what kind of activity is conducted and which protective measures are being implemented.
se: Allmänna råd: Om det behövs skyltar vid alla ingångar och arbetsområden beror på hur det ser ut på platsen, vilka GMM som används, vad man gör och vilka skyddsåtgärder man tillämpar.

source: The most important thing to consider is that those using the facilities have no doubts regarding the containment level.
se: Det viktiga är att det inte råder några tveksamheter om skyddsnivån för dem som vistas i lokalerna.

source: The biohazard sign is used even when there is no risk of employees becoming infected, e.g., when working with animal or plant pathogens at containment level 2 or higher.
se: Skylten för smittrisk används även om det inte finns någon risk för att arbetstagare ska bli smittade, t.ex. när man arbetar med djur- eller växtpatogener på skyddsnivå 2 eller högre.

source: Waste, decontamination and cleaning
se: Avfall, dekontaminering och rengöring

source: The party transporting or disposing of such material shall be informed in advance about the material, the risks associated with its handling and the need for protective measures.
se: Den som transporterar eller omhändertar sådant avfall ska i förväg få information om

source: General recommendations: When the GMM waste has been neutralized, it can be treated as domestic waste or hazardous waste, depending on the rest of the contents.
se: Allmänna råd: När GMM i avfallet har oskadliggjorts kan det behandlas som hushållsavfall eller farligt avfall, beroende på övrigt innehåll.

source: When transporting GMM waste that has not been neutralized, transportation rules must be adhered to regarding e.g. packaging and marking; please refer to provisions issued based on the Transport of Dangerous Goods Ordinance (2006:311).
se: När man transporterar avfall med GMM som inte har oskadliggjorts finns det transportregler bl.a. om förpackning och märkning att följa, se föreskrifter utfärdade med stöd av förordning (2006:311) om transport av farligt gods.

source: General recommendations: The agents and methods necessary for decontamination depend on the GMM use in question.
se: Allmänna råd: De medel och metoder som behövs för att dekontaminera beror på vilken GMM-användning det är fråga om.

source: Heat treatment is the method of first preference where possible.
se: I första hand bör värmebehandling väljas.

source: When choosing a chemical treatment method the effect of the agent on the GMMs used must be considered, as well as any harmful health effects the agent might cause in e.g. the event of inhalation or by skin contact.
se: Om kemiska medel används behöver man ta hänsyn både till medlets effekt på GMM och till eventuella hälsoskadliga effekter, t.ex. vid inandning eller hudkontakt.

source: It is important that spillage of GMM is securely and promptly dealt with.
se: Det är viktigt att även spill av GMM snarast tas om hand.

source: Decontamination is necessary prior to reparations and maintenance of equipment which may be subject to GMM contamination, such as centrifuges and cultivation equipment.
se: Dekontaminering behövs före reparation och underhåll av utrustning som kan vara förorenad med GMM, t.ex. centrifuger och odlings- utrustning.

source: The equipment should in such cases have an enclosed certificate of decontamination.
se: Ett intyg på att dekontaminering har gjorts bör då medfölja utrustningen.

source: Training and knowledge
se: Utbildning och kunskaper

source: General recommendations: Besides the party working directly with GMM, others can come into contact with GMM, e.g., cleaning staff, service staff and animal handlers.
se: Allmänna råd: Utöver den som direkt arbetar med GMM kan andra komma i direkt kontakt med GMM, t.ex. lokalvårdare, servicepersonal och djurskötare.

source: What constitutes suitable training and sufficient knowledge depends on factors such as, which GMMs are being used, how these are used and on the task the party is performing.
se: Vad som är lämplig utbildning och tillräckliga kunskaper beror på sådana faktorer som vilka GMM som används, hur dessa används och på den uppgift personen har.

source: For animal handling staff it may be sufficient to have knowledge of whether the animal can secrete GMM or not and potential risks if GMM is secreted.
se: För djurhuspersonal kan det t.ex. vara tillräckligt att känna till om djuren kan utsöndra GMM eller inte och eventuella risker om GMM utsöndras.

source: The party who are genetically modifying infectious agents in risk class 3 needs, as a rule, to have undergone scientific or medical training.
se: genetiskt modifierar smittämnen i riskklass 3 behöver i regel ha naturvetenskaplig eller medicinsk utbildning.

source: Contingency plan and reporting
se: Beredskapsplan och rapportering

source: The concerned authorities and others who may be affected are to be informed of the contents of the plan.
se: De myndigheter och andra som kan beröras av en olycka ska underrättas om innehållet i planen.

source: General recommendations: What constitutes an accident in this context is defined in Section 2 of the Genetically Modified Organisms (Contained Use) Ordinance (2000:271).
se: Allmänna råd: Vad som är olycka i detta sammanhang definieras i 2 § förordning (2000:271) om innesluten användning av genetiskt modifierade organismer.

source: Which authority to inform depends on where the activity takes place and what risks are involved.
se: Vilka myndigheter som ska underrättas beror på var verksamheten finns och vilka risker det är fråga om.

source: The local rescue services need to be notified but other authorities may also need to be notified.
se: Den lokala räddningstjänsten berörs men även andra myndigheter kan behöva underrättas.

source: Companies in close proximity and the public may need to be informed depending on the location of the facility.
se: Beroende på anläggningens läge kan närliggande företag och allmänheten i området behöva underrättas.

source: the detailed circumstances of the accident, the identity and quantity of the GMMs which are no longer contained,
se: de närmare omständigheterna kring olyckan, identiteten och mängden av de GMM som kommit ut,

source: all information necessary for assessing the impact of the accident on health and the environment, and the rescue measures which have been taken.
se: all information som behövs för att bedöma olyckans inverkan på hälsa och miljö samt vilka räddningsåtgärder som vidtagits.

source: Depending of the nature of the accident, the authorities concerned may be the local rescue services, the local Environment and Public Health Committee etc. in accordance with the contingency plan.
se: Andra berörda myndigheter kan beroende på olyckans art vara den lokala räddningstjänsten, nämnden för miljö- och hälsoskydd m.fl. enligt beredskapsplanen.

source: Notification and application for permits
se: Anmälan och ansökan om tillstånd

source: An amendment of a piece of information which have been marked with two asterisks (**) may not be submitted as an update.
se: Ändring av en uppgift som har markerats med två asterisker (**) får inte lämnas som en uppdatering.

source: For this type of amendment, a new complete notification or application shall be submitted.
se: Vid sådana förändringar ska en ny, fullständig anmälan eller ansökan lämnas.

source: If nothing has changed, there is no need to submit an update.
se: Om ingenting har ändrats, behöver ingen uppdatering lämnas.

source: Note that the Swedish Work Environment Authority shall be notified as soon as possible of any amendments which may be of tangible significance for the risks, in accordance with Section 21 of the same ordinance.
se: Observera att ändringar som kan ha påtaglig betydelse för riskerna ska anmälas till Arbetsmiljöverket snarast möjligt enligt 21 § samma förordning.

source: Entry into force and provisional regulations
se: Ikraftträdande och övergångsbestämmelser

source: These Provisions enter into force on 1 January 2012 when the National Board of Occupational Safety and Health’s Provisions (AFS 2000:5) on Contained Use of Genetically Modified Micro-Organisms are repealed.
se: Denna författning träder i kraft den 1 januari 2012 då Arbetarskyddsstyrel- sens föreskrifter (AFS 2000:5) om innesluten användning av genetiskt modifierade mikroorganismer upphör att gälla.

source: An activity which has been notified under the old statute need not be notified again under the new statute.
se: En verksamhet som har anmälts enligt den gamla författningen behöver inte anmälas på nytt enligt den nya författningen.

source: Permits issued under the old statute are still valid.
se: Tillstånd som har meddelats enligt den gamla författningen gäller fortfarande.

source: The old statute is valid for the administration of matters submitted to the Swedish Work Environment Authority prior to 1 January 2012 but which have still not been determined.
se: Den gamla författningen gäller för handläggning av ärenden som kommit in till Arbetsmiljö- verket före den 1 januari 2012 men ännu inte avgjorts.

source: Appendix 1
se: Bilaga 1

source: Principles to be followed for the investigation and assessment in accordance with Section 3, determination of containment level in accordance with Section 5 and classification in accordance with Section 7
se: Tillvägagångssätt vid utredning och bedömning enligt 3 §, bestämning av skyddsnivå enligt 5 § samt klassificering enligt 7 §

source: Factors to take into consideration in the investigation and assessment
se: Faktorer att beakta vid utredning och bedömning

source: The following is considered as potentially harmful effects:
se: Följande betraktas som potentiellt skadliga effekter:

source: Disease to humans, including allergenic or toxic effects.
se: Sjukdom hos människa, däribland allergiframkallande eller toxiska effekter.

source: Disease to animals or plants.
se: Sjukdom hos djur eller växter.

source: Harmful effects due to the impossibility of treating a disease or providing an effective prophylaxis.
se: Skadliga effekter som en följd av att det inte går att behandla sjukdom eller erbjuda effektiv profylax.

source: Harmful effects due to establishment or dissemination in the environment.
se: Skadliga effekter till följd av etablering i eller spridning till miljön.

source: Harmful effects due to the natural transfer of inserted genetic material to other organisms.
se: Skadliga effekter som en följd av naturlig överföring av infört genetiskt material till andra organismer.

source: Principles to be followed in the investigation, assessment and classification
se: Tillvägagångssätt vid utredning, bedömning och klassificering

source: If no harmful properties can be identified in accordance with appendix 1 C, point 2 can be excluded.
se: Om inga skadliga egenskaper kan identifieras enligt bilaga 1 C kan punkt 2 uteslutas.

source: If any potentially harmful effects have been identified, the severity of the identified potentially harmful effects shall be assessed along with the probability of them arising due to the GMMs intrinsic properties.
se: Om några potentiellt skadliga effekter har identifierats, ska man bedöma hur allvarliga de identifierade potentiellt skadliga effekterna är och sannolikheten för att de ska uppstå till följd av GMMs inneboende egenskaper.

source: The next step in the investigation is to identify the factors in the specific GMM use which may increase the probability of the potentially harmful effects arising or for GMM to be released into the environment.
se: Nästa steg i utredningen är att identifiera de faktorer i den specifika GMM-användningen som kan öka sannolikheten för att de potentiellt skadliga effekterna ska uppstå eller för att GMM kommer ut i miljön.

source: The following factors must be taken into account:
se: Följande faktorer ska beaktas:

source: - The nature of the activity, e.g., its scope and direction.
se: Verksamhetens karaktär, t.ex. dess omfattning och inriktning.

source: Which methods are being used.
se: Vilka metoder som används.

source: The characteristics of the environment likely to be exposed.
se: Karaktären av den miljö som sannolikt kan komma att exponeras.

source: The possibility of decontamination of GMM in waste and waste water.
se: Möjligheter till dekontaminering av GMM i avfall och avloppsvatten.

source: Based on the results from the investigation in points 1 to 3, an assessment is made of which protective measures are needed to keep the GMM contained and protect human health and the environment.
se: Med utgångspunkt från resultatet av utredningen i punkterna 1 till 3,

source: The protective measures chosen shall be compared to the protective measures in the applicable table in appendix 2, in order to determine on which containment level the GMM use needs to be conducted.
se: De skyddsåtgärder som valts ska jämföras med skyddsåtgärderna i tilllämplig tabell i bilaga 2, för att avgöra på vilken skyddsnivå GMM- användningen behöver bedrivas.

source: The containment level necessary determines the classification for the GMM activity which the GMM use needs to be conducted in.
se: Den skyddsnivå som behövs avgör klassificeringen för den GMM-verksamhet som GMM-användningen behöver bedrivas i.

source: Finally the correct choice of containment level (and thereby classification) is confirmed by examining whether the protective measures are sufficient for GMM not to cause any harm to health and environment and that they can be kept contained.
se: Slutligen bekräftas att valet av skyddsnivån (och därmed klassificeringen) är korrekt genom att man kontrollerar att skyddsåtgärderna är tillräckliga för att GMM inte ska orsaka skador på hälsa och miljö och att de kan hållas inneslutna.

source: Criteria for which GMM can be used at containment level 1
se: Kriterier för vilka GMM som kan användas på skyddsnivå 1

source: In general, it is only GMM which presents the following characteristics that can be eligible for use at containment level 1.
se: I allmänhet är det bara GMM som uppvisar följande kännetecken, som kan komma ifråga för användning på skyddsnivå 1:

source: The recipient organism is not likely to cause disease in humans, animals or plants.
se: Det är inte sannolikt att mottagarorganismen förorsakar sjukdom hos människor, djur eller växter.

source: The vector or inserted material does not endow the genetically modified micro-organism with a phenotype likely to cause disease in humans, animals or plants or likely to cause harmful effects in the environment.
se: Vektorn och det införda materialet är av sådan karaktär att de inte förser den genetiskt modifierade mikroorganismen med en fenotyp som kan antas kunna förorsaka sjukdom hos människor, djur eller växter eller som kan antas kunna medföra negativa effekter för miljön.

source: The properties of the resultant genetically modified micro-organism are such that it is unlikely to cause disease in humans, animals or plants or otherwise cause harmful effects on the environment.
se: Det är inte sannolikt att den genetiskt modifierade mikroorganismen förorsakar sjukdom hos människor, djur eller växter eller att den medför negativa effekter för miljön.

source: Protective measures and working methods to be implemented in accordance with Section 6
se: Skyddsåtgärder och arbetssätt som ska tillämpas enligt 6 §

source: Basic protective measures and working methods
se: Grundläggande skyddsåtgärder och arbetssätt

source: In order to maintain the containment and work in a safe manner, the measures in the applicable table in appendix 2 B, good microbiological practice and the points below should be adhered to:
se: För att man ska upprätthålla inneslutningen och arbeta på ett säkert sätt ska åtgärderna i tillämplig tabell i bilaga 2 B, god mikrobiologisk praxis samt punkterna nedan följas:

source: GMM with the lowest possible risk to health and environment, having taken into account the circumstances, is chosen.
se: GMM med så liten risk för hälsa och miljö som omständigheterna medger väljs.

source: The work is planned, organized and conducted so that exposure to GMM is maintained at the lowest practical level possible in the work place and in the environment.
se: Arbetet planeras, organiseras och bedrivs så att exponeringen för GMM hålls på lägsta praktiskt möjliga nivå på arbetsplatsen och i miljön.

source: Technical protective measures are taken at the source and are supplemented with appropriate personal protective equipment when necessary.
se: Tekniska säkerhetsåtgärder vidtas vid källan och kompletteras med lämplig personlig skyddsutrustning när det behövs.

source: Protective measures and equipment are maintained and tested regularly.
se: Säkerhetsåtgärder och utrustning underhålls och testas regelbundet.

source: The presence of process organisms outside the (large-scale) closed system is investigated when necessary.
se: Förekomsten av processorganismer utanför det (storskaliga) slutna systemet undersöks vid behov.

source: The staff is educated and trained in a suitable manner.
se: Personalen utbildas och övas på lämpligt sätt.

source: Biosafety committees or sub-committees are established if necessary.
se: Kommittéer eller underkommittéer för biosäkerhet inrättas vid behov.

source: Adequate records are kept.
se: Lämplig journalföring sker.

source: It shall be prohibited to eat, drink, apply cosmetics, use tobacco products or handle foodstuffs within the work area.
se: Det ska vara förbjudet att äta, dricka, använda tobaksvaror, applicera kosmetika eller förvara livsmedel inom arbetsområdet.

source: Mouth pipetting shall be prohibited.
se: Det ska vara förbjudet att munpipettera.

source: Efficient disinfectants and routines for disinfection shall be in place in case of spillage.
se: Effektiva desinfektionsmedel och rutiner för desinfektion ska finnas i händelse av spill.

source: Contaminated equipment or materials shall be safely stored when necessary.
se: Kontaminerad utrustning eller materiel förvaras säkert när det behövs.

source: Protective measures for the contained use of GMMs at various containment levels
se: Skyddsåtgärder vid innesluten användning av GMM på olika skyddsnivåer

source: Table 1
se: Tabell 1

source: Protective measures at contained use of GMM in laboratory, animal and plant activities
se: Skyddsåtgärder vid innesluten användning av GMM i laboratorie-, djur- och växtverksamhet

source: Protective measures
se: Skyddsåtgärder

source: Containment level 1
se: Skyddsnivå 1

source: Containment level 2
se: Skyddsnivå 2

source: Containment level 3
se: Skyddsnivå 3

source: Containment level 4
se: Skyddsnivå 4

source: Facilities and equipment
se: Lokaler och utrustning

source: Facilities which are separated from other areas in the same building or located in a separate building
se: Lokaler som

source: No
se: Nej

source: Entrance through an airlock only, preferably with doors which only open one at a time
se: Ingång endast

source: Yes, in the event of airborne infection or if required in accordance with the investigation in Section 3
se: Ja, vid luftburen

source: Yes
se: Ja

source: The room is sealable for fumigation
se: Lokalen kan

source: Yes, if required in accordance with the investigation in Section 3
se: Ja, om det behövs

source: Separate ventilation system with HEPA filtration of extract air in the facility
se: Separat ven-

source: Yes, extract air in the event of airborne infection or if required in accordance with the investigation in Section 3
se: Ja, frånluft vid

source: Surfaces resistant to water, acids, alkalis, solvents and disinfectants and are easy to clean
se: Ytor som är

source: Bench, floor
se: Bänk, golv

source: Bench, floor, walls, ceiling
se: gar, tak

source: Facility equipped for hand-washing
se: Anordning för

source: Waste water from sinks, showers, floor drains and similar drains can be disinfected
se: Avloppsvat-

source: Microbiological safety cabinet
se: Mikrobiolo-
